"""
Любое вещество состоит из молекул, а те в свою очередь
из ещё более мелких частиц - атомов

_________________________________
|                               |
| Вещество -> молекулы -> атомы |
|_______________________________|

Сам атом делится на Ядро и электроны, само ядро состоит из
протонов и нейтронов

________________________АТОМ_____________________________
|   Электроны имеют отрицательный электрический заряд   |
|   Ядро                                                |
|       Протоны имеют положительный электрический заряд |
|       Нейтроны не проявляет не отрицательный и не     |
|       положительный заряд                             |
|_______________________________________________________|

Масса протона приблизительно в 2000 раз выше массы электрона
НО суммарный положительный электрический заряд всех протонов равен
    суммарному отрицательному заряду электронов
    sum(proton_charge) == sum(electron_charge)
Поэтому при нормальных условиях атом электрически нейтрален


"""
